[
{
 "id":"china",
 "name":"China",
 "map":"China.png",
 "target":"/asia/china",
 "flag":"Flag_of_China.png",
 "description":"China, officially the People's Republic of China (PRC), is a unitary sovereign state in East Asia and the world's most populous country, with a population of around 1.404 billion.[13] Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third- or fourth-largest country by total area."
},

{
 "id":"india",
 "name":"India",
 "map":"India.png",
 "target":"/asia/india",
 "flag":"Flag_of_India.png",
 "description":"India, officially the Republic of India (Bhārat Gaṇarājya),[e] is a country in South Asia. It is the seventh-largest country by area, the second-most populous country (with over 1.2 billion people), and the most populous democracy in the world. It is bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast."
},

{
 "id":"japan",
 "name":"Japan",
 "map":"Japan.png",
 "target":"/asia/japan",
 "flag":"Flag_of_Japan.png",
 "description":"Japan is a sovereign island nation in East Asia. Located in the Pacific Ocean, it lies off the eastern coast of the Asian mainland and stretches from the Sea of Okhotsk in the north to the East China Sea and China in the southwest."
},

{
 "id":"afghanistan",
 "name":"Afghanistan",
 "map":"Afghanistan.png",
 "target":"/asia/afghanistan",
 "flag":"Flag_of_Afghanistan.png",
 "description":"Afghanistan is bordered by Pakistan in the south and east; Iran in the west; Turkmenistan, Uzbekistan, and Tajikistan in the north; and in the far northeast, China and the Pakistani-administered Gilgit-Baltistan which is claimed by India. Its territory covers 652,000 square kilometers (252,000 sq mi)."
},

{
 "id":"italy",
 "name":"Italy",
 "map":"EU-Italy.png",
 "target":"/europe/italy",
 "flag":"Flag_of_Italy.png",
 "description":"Italy is a unitary parliamentary republic in Europe. And It is Located in the heart of the Mediterranean Sea, Italy shares open land borders with France, Switzerland, Austria, Slovenia, San Marino and Vatican City. Italy covers an area of 301,338 km2 (116,347 sq mi)."
},
{
 "id":"spain",
 "name":"Spain",
 "map":"Spain.png",
 "target":"/europe/spain",
 "flag":"Flag_of_Spain.png",
 "description":"Spain is a country mostly located on the Iberian Peninsula in Europe, with there also being two large archipelagoes, the Balearic Islands in the Mediterranean Sea and the Canary Islands off the African Atlantic coast, two cities, Ceuta and Melilla, on the African mainland and several small islands in the Alboran Sea near the African coast.."
}

]